Repository: mattpro/imbuelight-stair-controller-mobile-app
Catalog: lib/l10n/app_*.arb
Languages: cs, de, fr, it, pl, sk

# searchDevice
source: Search for a device
cs: Hledat zařízení
de: Gerät suchen
fr: Rechercher un appareil
it: Cerca dispositivo
pl: Szukaj urządzenia
sk: Hľadať zariadenie

source: Bluetooth turned off
cs: Bluetooth vypnutý
de: Bluetooth deaktiviert
fr: Bluetooth désactivé
it: Bluetooth disattivato
pl: Bluetooth wyłączony
sk: Bluetooth vypnutý

source: Devices were not detected
cs: Zařízení nebyla detekována
de: Geräte wurden nicht erkannt
fr: Aucun appareil détecté
it: Dispositivi non rilevati
pl: Nie wykryto urządzeń
sk: Zariadenia neboli zistené

source: Sensors
cs: Senzory
de: Sensoren
fr: Capteurs
it: Sensori
pl: Czujniki
sk: Senzory

source: Controllers
cs: Ovladače
de: Steuergeräte
fr: Contrôleurs
it: Controllori
pl: Sterowniki
sk: Ovládače

source: Sensors not found
cs: Senzory nenalezeny
de: Sensoren nicht gefunden
fr: Capteurs non trouvés
it: Sensori non trovati
pl: Nie wykryto czujników
sk: Senzory sa nenašli

source: Controllers not found
cs: Ovladače nenalezeny
de: Steuergeräte nicht gefunden
fr: Contrôleurs non trouvés
it: Controllori non trovati
pl: Nie wykryto sterowników
sk: Ovládače sa nenašli

source: LED signaling
cs: LED signalizace
de: LED-Signalisierung
fr: Signalisation LED
it: Segnalazione a LED
pl: Sygnalizacja LED
sk: LED signalizácia

source: Distance measurement
cs: Měření vzdálenosti
de: Entfernungsmessung
fr: Mesure de distance
it: Misurazione della distanza
pl: Mierzenie dystansu
sk: Meranie vzdialenosti

# lightIntensityToLines
source: Light intensity
cs: Natężení světla
de: Lichtintensität
fr: Intensité lumineuse
it: Intensità luminosa
pl: Natężenie światła
sk: Intenzita svetla

source: Distance
cs: Vzdálenost
de: Entfernung
it: Distanza
pl: Dystans
sk: Vzdialenosť

source: Sensor reading:
cs: Čtení senzoru:
de: Sensorabfrage:
fr: Lecture du capteur :
it: Lettura del sensore:
pl: Odczyt z czujnika:
sk: Čítanie senzora:

# moreThan200
source: more than 200 cm
cs: více než 200 cm
de: mehr als 200 cm
fr: plus de 200 cm
it: più di 200 cm
pl: więcej niż 200 cm
sk: viac ako 200 cm

source: Stair width :
cs: Šířka schodů:
de: Treppenbreite:
fr: Largeur de l'escalier :
it: Larghezza scala:
pl: Szerokość schodów :
sk: Šírka schodiska :

source: Light intensity
cs: Natężení světla
de: Lichtintensität
fr: Intensité lumineuse
it: Intensità luminosa
pl: Natężenie światła
sk: Intenzita svetla

source: Setpoint:
cs: Požadovaná hodnota:
de: Sollwert:
fr: Valeur consigne :
it: Valore di riferimento:
pl: Wartość zadana:
sk: Požadovaná hodnota:
